var dataConfig = {
	
	// 隐患等级
	dangerLevel: ["一般隐患", "重大隐患"],
	// 隐患后果
	dangerResult: ["死亡", "重伤", "轻伤", "行政处罚"],
	// 隐患类型
	dangerType: ["消防安全", "行走及工作面", "化学品管理", "热/冷表面", "一般废物管理", "登高作业及坠落防护", "废弃排放", "电气安全/挂牌上锁", "起吊安全", "特种设备", "机械安全", "危险废物管理", "职业健康及个人防护", "承包商管理", "工具安全", "环境保护", "应急响应", "培训", "废水处理", "电气安全", "消防", "食品安全", "高处作业", "人机工程", "非机械性伤害" ],
	// 隐患来源
	dangerSource: ["企业自查", "集团检查", "政府检查", "第三方审核", "相关方"],
	
	// 隐患因素
	dangerReason: ["人", "物", "环", "管"],
};
//对外把对象config返回
module.exports = dataConfig